
  {
   "id": 'what-is-primer-launching',
    "title": 'What is Primer launching?',
    "text": [
      "This fall, we're releasing an online community for homeschooling kids, where we host interest-based clubs. Our clubs connect academic lessons to the real world through projects that kids explore on their own or with their families. In our current clubs, students are building vehicles using rubber bands, writing stories with original characters, designing computer games from scratch, and exploring the natural world around them.",
      "When students create accounts on Primer's website, they can join clubs right away and pick a few projects to work on independently from our library.",
      'As learners progress through a project, they can post updates on their progress, ask questions, and request feedback from Primer admins and other club members.',
      'At any point in their project, they can browse Community projects from other kids for inspiration.'
    ]
  },
  {
   "id": "who-writes-primer's-projects",
    "title": "Who writes Primer's Projects?",
    "text": [
      "Primer's education team has experience building rockets at SpaceX, designing high schools, teaching in New York's public schools, accelerating the Girls Who Code movement, building robots, teaching programming at Berkeley, and building worlds in VR. As passionate lifelong learners, we play-test every single project that we publish, so we get excited every time a student approaches a project in their own unique way."
    ]
  },
  {
   "id": 'which-clubs-will-be-available-at-launch',
    "title": 'Which clubs will be available at launch?',
    "text": [
      '📘 Storytellers Club',
      ' Storytellers craft fables, building worlds, and designing characters. Storytellers try different genres and formats including journalism, fables, and podcasting.',
      '🎮 Game Makers Club',
      "Game Makers make video games for themselves and their friends by learning how to design and build games using Scratch and Javascript (but don't need to know how to code before joining!).",
      '🍃 Naturalists Club',
      'Naturalists explore the world around them by building homes for animals, cultivating plant life, and becoming life scientists.',
      '🛠 Inventors Club',
      'Inventors build machines and structures by exploring materials and mechanics. They can build rockets, repair spacesuits, and design rubber-band cars.'
    ]
  },
  {
   "id": 'which-clubs-are-right-for-my-kids',
    "title": 'Which clubs are right for my kids?',
    "text": [
      "In short, all of them! We work to make sure that every student feels seen and celebrated in all of our clubs. Students are welcome to explore Primer's clubs freely, try a project and meet other club members, and adjust their involvement in different clubs over time.",
      "Students don't need any relevant experience before checking out any of Primer's clubs. Students can preview a club and explore its projects before joining, or try a project and decide to focus elsewhere. As we grow our product, we look forward to expanding our list of clubs to include activities like cooking, entrepreneurship, and art."
    ]
  }
]